
export const mentalStates = [
  'ממוקד', 'בטוח', 'מוכן', 'חיובי', 'מנהיג', 'מחויב', 'רגוע', 'חד', 'אנרגטי',
  'נחוש', 'אמיץ', 'סבלני', 'יצירתי', 'גמיש', 'דינמי', 'מתמיד', 'יציב', 'מאוזן',
  'מדויק', 'זריז', 'חכם', 'טקטי', 'אסטרטגי', 'קשוח', 'תחרותי', 'צוותי', 'מתואם',
  'מאורגן', 'משפיע', 'מעורר השראה', 'אופטימי', 'מוטיבציוני', 'נמרץ', 'דומיננטי',
  'אתלטי', 'מהיר', 'חזק', 'עיקש', 'מתמודד', 'אגרסיבי', 'אינטואיטיבי'
];

export const gameGoals = [
  'בעיטות לשער',
  'מסירות מפתח',
  'חטיפת כדור',
  'מסירות מדויקות',
  'דיוק בהרמות',
  'ניצול כדורי גובה',
  'שליטה בכדור ראשון',
  'דיוק בבעיטות עונשין',
  'תנועה ללא כדור',
  'לחץ מאורגן',
  'משמעת טקטית',
  'סיוע בהגנה',
  'קור רוח',
  'קליטה וסיבוב',
  'שינוי כיוון מהיר',
  'יצירתיות בהתקפה',
  'קריאת משחק',
  'שמירה על מרווחים',
  'שיתוף פעולה',
  'חיפוי לחברים',
  'החלפת אגפים',
  'יציאה למתפרצות',
  'חיזוק פיזיות',
  'ריכוז בעמידה נכונה',
  'האצת הקצב',
  'שמירה על קצב נשימה',
  'התלהבות חיובית',
  'ניצול חולשות יריב',
  'מניעת עבירות מסוכנות',
  'הטעיות ודאבל פס',
  'שחרור כדור בזמן',
  'סגירה נכונה בהגנה',
  'חיפוי לשוער',
  'תקשורת קולית',
  'ניהול כוחות',
  'אחריות טקטית',
  'הובלת כדור',
  'התמקדות בפרטים קטנים',
  'התאמות תוך כדי משחק',
  'שמירה על ריכוז תחת לחץ'
];

export const questions = [
  'מה תעשה אם קבוצתך תפגר מוקדם?',
  'איך אתה מתכונן להתמודד עם לחץ?',
  'מה המטרה העיקרית שלך במשחק?',
];
