
export const mentalStates = [
  'ממוקד', 'בטוח', 'מוכן', 'חיובי', 'מנהיג', 'מחויב', 'רגוע', 'חד', 'אנרגטי',
  'נחוש', 'אמיץ', 'סבלני', 'יצירתי', 'גמיש', 'דינמי', 'מתמיד', 'יציב', 'מאוזן',
  'מדויק', 'זריז', 'חכם', 'טקטי', 'אסטרטגי', 'קשוח', 'תחרותי', 'צוותי', 'מתואם',
  'מאורגן', 'משפיע', 'מעורר השראה', 'אופטימי', 'מוטיבציוני', 'נמרץ', 'דומיננטי',
  'אתלטי', 'מהיר', 'חזק', 'עיקש', 'מתמודד', 'אגרסיבי', 'אינטואיטיבי'
];

export const gameGoals = [
  'שמירת מיקוד', 'שיפור נגיחות', 'שיפור עבודת צוות', 'ניצול הזדמנויות',
];

export const questions = [
  'מה תעשה אם קבוצתך תפגר מוקדם?',
  'איך אתה מתכונן להתמודד עם לחץ?',
  'מה המטרה העיקרית שלך במשחק?',
];
